Repository: jhancock1975/pockterm
Catalog: pockterm/Localizable.xcstrings
Source language: en
Languages: ar, el, es, fr, he, hi, it, ja, ko, ru, te, uk, zh_hans, zh_hant

source: Tap the **clipboard** button at the top to paste into the terminal. On a keyboard, **⌘V** works too.
ar: اضغط على زر **الحافظة** في الأعلى للّصق في الطرفية. ويعمل **⁦⌘V⁩** أيضًا على لوحة مفاتيح.
el: Πατήστε το κουμπί **πρόχειρου** στο πάνω μέρος για επικόλληση στο τερματικό. Σε πληκτρολόγιο λειτουργεί και το **⌘V**.
es: Toca el botón del **portapapeles** arriba para pegar en el terminal. Con un teclado, **⌘V** también funciona.
fr: Touchez le bouton **presse-papiers** en haut pour coller dans le terminal. Avec un clavier, **⌘V** fonctionne aussi.
he: הקש על כפתור **הלוח** למעלה כדי להדביק במסוף. במקלדת, גם **⁦⌘V⁩** עובד.
hi: टर्मिनल में पेस्ट करने के लिए ऊपर **क्लिपबोर्ड** बटन टैप करें। कीबोर्ड पर **⌘V** भी काम करता है।
it: Tocca il pulsante degli **appunti** in alto per incollare nel terminale. Con una tastiera funziona anche **⌘V**.
ja: 上部の**クリップボード**ボタンをタップすると、ターミナルにペーストできます。キーボードでは **⌘V** も使えます。
ko: 위쪽의 **클립보드** 버튼을 탭하면 터미널에 붙여넣을 수 있습니다. 키보드에서는 **⌘V**도 됩니다.
ru: Нажмите кнопку **буфера обмена** вверху, чтобы вставить текст в терминал. С клавиатуры работает и **⌘V**.
te: టెర్మినల్‌లో అతికించడానికి పైన ఉన్న **క్లిప్‌బోర్డ్** బటన్ నొక్కండి. కీబోర్డ్‌పై **⌘V** కూడా పనిచేస్తుంది.
uk: Торкніться кнопки **буфера обміну** вгорі, щоб вставити текст у термінал. З клавіатури працює й **⌘V**.
zh_hans: 轻点顶部的**剪贴板**按钮即可粘贴到终端。使用键盘时，**⌘V** 也可以。
zh_hant: 點一下頂端的**剪貼板**按鈕即可貼到終端機。使用鍵盤時，**⌘V** 也可以。

source: Tap the **folder** button at the top to create a folder. **Pull down** to refresh the listing.
ar: اضغط زر **المجلد** في الأعلى لإنشاء مجلد. و**اسحب لأسفل** لتحديث القائمة.
el: Πατήστε το κουμπί **φακέλου** στο πάνω μέρος για να δημιουργήσετε φάκελο. **Τραβήξτε προς τα κάτω** για ανανέωση της λίστας.
es: Toca el botón de **carpeta** de arriba para crear una carpeta. **Desliza hacia abajo** para actualizar el listado.
fr: Touchez le bouton **dossier** en haut pour créer un dossier. **Tirez vers le bas** pour actualiser la liste.
he: הקש על כפתור **התיקייה** למעלה כדי ליצור תיקייה. **משוך מטה** כדי לרענן את הרשימה.
hi: फ़ोल्डर बनाने के लिए ऊपर **फ़ोल्डर** बटन टैप करें। सूची ताज़ा करने के लिए **नीचे खींचें**।
it: Tocca il pulsante **cartella** in alto per creare una cartella. **Trascina verso il basso** per aggiornare l'elenco.
ja: 上部の**フォルダ**ボタンをタップしてフォルダを作成します。**下に引く**と一覧を更新します。
ko: 상단의 **폴더** 버튼을 탭하여 폴더를 생성하십시오. **아래로 당기면** 목록이 새로고침됩니다.
ru: Нажмите кнопку с **папкой** вверху, чтобы создать папку. **Потяните вниз**, чтобы обновить список.
te: ఫోల్డర్ సృష్టించడానికి పైన ఉన్న **ఫోల్డర్** బటన్ నొక్కండి. జాబితాను రిఫ్రెష్ చేయడానికి **కిందికి లాగండి**.
uk: Торкніться кнопки з **папкою** вгорі, щоб створити папку. **Потягніть донизу**, щоб оновити список.
zh_hans: 轻点顶部的**文件夹**按钮可新建文件夹。**下拉**可刷新列表。
zh_hant: 點一下頂部的**檔案夾**按鈕可新增檔案夾。**下拉**可重新整理列表。

source: Tap the **snippet** button to run a saved command in the session.
ar: اضغط زر **المقتطف** لتشغيل أمر محفوظ داخل الجلسة.
el: Πατήστε το κουμπί **απόσπασμα** για να εκτελέσετε μια αποθηκευμένη εντολή στη συνεδρία.
es: Toca el botón de **fragmento** para ejecutar un comando guardado en la sesión.
fr: Touchez le bouton **extrait** pour exécuter une commande enregistrée dans la session.
he: הקש על כפתור ה**קטע** כדי להריץ פקודה שמורה בהפעלה.
hi: सत्र में सहेजी गई कमांड चलाने के लिए **स्निपेट** बटन टैप करें।
it: Tocca il pulsante **snippet** per eseguire un comando salvato nella sessione.
ja: **スニペット**ボタンをタップすると、保存したコマンドをセッションで実行できます。
ko: **스니펫** 버튼을 탭하면 저장한 명령어를 세션에서 실행합니다.
ru: Нажмите кнопку **сниппет**, чтобы выполнить сохранённую команду в сессии.
te: సెషన్‌లో సేవ్ చేసిన కమాండ్‌ను అమలు చేయడానికి **స్నిప్పెట్** బటన్ నొక్కండి.
uk: Торкніться кнопки **сніпет**, щоб виконати збережену команду в сесії.
zh_hans: 轻点**代码片段**按钮，即可在会话中运行已保存的命令。
zh_hant: 點一下**程式碼片段**按鈕，即可在工作階段中執行已儲存的指令。

source: Tap the **sort** button to order the listing by **Name** or **Date**. Tapping the one already chosen flips between newest and oldest first. Pockterm remembers the choice.
ar: اضغط زر **الترتيب** لترتيب القائمة حسب **الاسم** أو **التاريخ**. اضغط الخيار المحدد بالفعل للتبديل بين الأحدث أولاً والأقدم أولاً. يتذكر Pockterm اختيارك.
el: Πατήστε το κουμπί **ταξινόμησης** για να ταξινομήσετε τη λίστα κατά **Όνομα** ή **Ημερομηνία**. Αν πατήσετε ξανά αυτό που είναι ήδη επιλεγμένο, εναλλάσσονται τα νεότερα και τα παλαιότερα πρώτα. Το Pockterm θυμάται την επιλογή.
es: Toca el botón de **ordenar** para ordenar la lista por **Nombre** o **Fecha**. Al tocar el que ya está seleccionado se alterna entre los más recientes y los más antiguos primero. Pockterm recuerda la elección.
fr: Touchez le bouton **trier** pour classer la liste par **Nom** ou **Date**. Toucher celui déjà sélectionné alterne entre les plus récents et les plus anciens d'abord. Pockterm mémorise ce choix.
he: הקש על כפתור ה**מיון** כדי לסדר את הרשימה לפי **שם** או **תאריך**. הקשה על האפשרות שכבר נבחרה מחליפה בין החדשים ביותר לישנים ביותר תחילה. Pockterm זוכר את הבחירה.
hi: सूची को **नाम** या **तारीख़** के अनुसार क्रमबद्ध करने के लिए **सॉर्ट** बटन पर टैप करें। पहले से चुने हुए पर टैप करने से नए-पहले और पुराने-पहले के बीच अदला-बदली होती है। Pockterm यह विकल्प याद रखता है।
it: Tocca il pulsante **ordina** per ordinare l'elenco per **Nome** o **Data**. Toccando quello già scelto si alterna tra i più recenti e i più vecchi per primi. Pockterm ricorda la scelta.
ja: **並べ替え**ボタンをタップすると、リストを**名前**または**日付**の順に並べ替えられます。選択中の項目をもう一度タップすると、新しい順と古い順が切り替わります。Pockterm はこの設定を記憶します。
ko: **정렬** 버튼을 탭하여 목록을 **이름** 또는 **날짜** 순으로 정렬합니다. 이미 선택된 항목을 다시 탭하면 최신순과 오래된순이 전환됩니다. Pockterm이 선택을 기억합니다.
ru: Нажмите кнопку **сортировки**, чтобы упорядочить список по **имени** или **дате**. Повторное нажатие на уже выбранный пункт переключает между «сначала новые» и «сначала старые». Pockterm запоминает выбор.
te: జాబితాను **పేరు** లేదా **తేదీ** ప్రకారం క్రమబద్ధీకరించడానికి **క్రమబద్ధీకరణ** బటన్‌ను నొక్కండి. ఇప్పటికే ఎంచుకున్నదాన్ని మళ్లీ నొక్కితే కొత్తవి ముందు, పాతవి ముందు అనే వాటి మధ్య మారుతుంది. Pockterm ఈ ఎంపికను గుర్తుంచుకుంటుంది.
uk: Натисніть кнопку **сортування**, щоб упорядкувати список за **іменем** або **датою**. Повторне натискання на вже вибраний пункт перемикає між «спочатку нові» та «спочатку старі». Pockterm запам'ятовує вибір.
zh_hans: 点按**排序**按钮，即可按**名称**或**日期**排列列表。再次点按已选中的项目，可在最新优先和最早优先之间切换。Pockterm 会记住你的选择。
zh_hant: 點一下**排序**按鈕，即可依**名稱**或**日期**排列列表。再次點一下已選取的項目，可在最新優先和最舊優先之間切換。Pockterm 會記住你的選擇。

source: Terminal Theme
ar: سمة الطرفية
el: Θέμα τερματικού
es: Tema del terminal
fr: Thème du terminal
he: ערכת נושא למסוף
hi: टर्मिनल थीम
it: Tema del terminale
ja: ターミナルのテーマ
ko: 터미널 테마
ru: Тема терминала
te: టెర్మినల్ థీమ్
uk: Тема термінала
zh_hans: 终端主题
zh_hant: 終端機主題

source: Test Connection
ar: اختبار الاتصال
el: Δοκιμή σύνδεσης
es: Probar la conexión
fr: Tester la connexion
he: בדוק חיבור
hi: कनेक्शन जाँचें
it: Prova la connessione
ja: 接続をテスト
ko: 연결 테스트
ru: Проверить подключение
te: కనెక్షన్‌ను పరీక్షించు
uk: Перевірити з'єднання
zh_hans: 测试连接
zh_hant: 測試連線

source: Text Size on Glasses
ar: حجم النص على النظارة
el: Μέγεθος κειμένου στα γυαλιά
es: Tamaño del texto en las gafas
fr: Taille du texte sur les lunettes
he: גודל הטקסט במשקפיים
hi: चश्मे पर टेक्स्ट का आकार
it: Dimensione del testo sugli occhiali
ja: メガネの文字サイズ
ko: 안경 텍스트 크기
ru: Размер текста на очках
te: కళ్లద్దాలపై అక్షరాల పరిమాణం
uk: Розмір тексту в окулярах
zh_hans: 眼镜上的文字大小
zh_hant: 眼鏡上的文字大小

source: That doesn't look like a private key. Paste the whole file, including the BEGIN and END lines.
ar: لا يبدو أن هذا مفتاح خاص. الصق الملف بالكامل، بما في ذلك سطرَي BEGIN وEND.
el: Αυτό δεν μοιάζει με ιδιωτικό κλειδί. Επικολλήστε ολόκληρο το αρχείο, μαζί με τις γραμμές BEGIN και END.
es: Eso no parece una clave privada. Pega el archivo completo, incluidas las líneas BEGIN y END.
fr: Cela ne ressemble pas à une clé privée. Collez le fichier en entier, lignes BEGIN et END comprises.
he: זה לא נראה כמו מפתח פרטי. הדבק את הקובץ כולו, כולל השורות BEGIN ו‑END.
hi: यह निजी कुंजी नहीं लगती। पूरी फ़ाइल चिपकाएँ, BEGIN और END पंक्तियों सहित।
it: Non sembra una chiave privata. Incolla l’intero file, comprese le righe BEGIN e END.
ja: 秘密鍵ではないようです。BEGIN 行と END 行を含め、ファイル全体を貼り付けてください。
ko: 개인 키로 보이지 않습니다. BEGIN과 END 줄을 포함해 파일 전체를 붙여넣으세요.
ru: Это не похоже на закрытый ключ. Вставьте файл целиком, включая строки BEGIN и END.
te: ఇది ప్రైవేట్ కీలా కనిపించడం లేదు. BEGIN మరియు END పంక్తులతో సహా ఫైల్ మొత్తాన్ని అతికించండి.
uk: Це не схоже на закритий ключ. Вставте файл повністю, разом із рядками BEGIN і END.
zh_hans: 这看起来不是私钥。请粘贴完整文件，包括 BEGIN 和 END 行。
zh_hant: 這看起來不是私密金鑰。請貼上完整檔案，包括 BEGIN 與 END 行。

source: That file could not be read as text.
ar: تعذّرت قراءة هذا الملف كنص.
el: Το αρχείο δεν ήταν δυνατό να διαβαστεί ως κείμενο.
es: No se pudo leer ese archivo como texto.
fr: Ce fichier n’a pas pu être lu comme du texte.
he: לא ניתן היה לקרוא את הקובץ כטקסט.
hi: उस फ़ाइल को पाठ के रूप में नहीं पढ़ा जा सका।
it: Impossibile leggere il file come testo.
ja: このファイルをテキストとして読み込めませんでした。
ko: 해당 파일을 텍스트로 읽을 수 없습니다.
ru: Не удалось прочитать файл как текст.
te: ఆ ఫైల్‌ను టెక్స్ట్‌గా చదవలేకపోయాం.
uk: Не вдалося прочитати файл як текст.
zh_hans: 无法将该文件作为文本读取。
zh_hant: 無法將該檔案作為文字讀取。

source: That passphrase didn't unlock the key.
ar: عبارة المرور هذه لم تفتح المفتاح.
el: Αυτή η συνθηματική φράση δεν ξεκλείδωσε το κλειδί.
es: Esa frase de contraseña no desbloqueó la clave.
fr: Cette phrase secrète n’a pas déverrouillé la clé.
he: מילת הצופן הזו לא פתחה את המפתח.
hi: उस पासफ़्रेज़ से कुंजी नहीं खुली।
it: Questa passphrase non ha sbloccato la chiave.
ja: そのパスフレーズでは鍵を復号できませんでした。
ko: 해당 암호로는 키를 열 수 없습니다.
ru: Этот пароль не подошёл к ключу.
te: ఆ పాస్‌ఫ్రేజ్ కీని అన్‌లాక్ చేయలేదు.
uk: Цей пароль не підійшов до ключа.
zh_hans: 该密码短语无法解开此密钥。
zh_hant: 該密碼短語無法解開此金鑰。

source: The **AI Assistant** is the one exception: when you use it, the relevant terminal output (and any files you attach) is sent to the model provider you configure — Anthropic, OpenAI, OpenRouter, or Hugging Face — using **your own API key**. Nothing is sent until you use the assistant, and your key is stored in the iOS Keychain. Review your provider's privacy policy for how they handle that data.
ar: ‏**مساعد الذكاء الاصطناعي** هو الاستثناء الوحيد: عند استخدامه، يُرسَل مخرج الطرفية ذو الصلة (وأي ملفات ترفقها) إلى مزوّد النماذج الذي تضبطه — Anthropic أو OpenAI أو OpenRouter أو Hugging Face — باستخدام **مفتاح API الخاص بك**. ولا يُرسَل أي شيء حتى تستخدم المساعد، ويُحفظ مفتاحك في سلسلة مفاتيح iOS. راجع سياسة خصوصية المزوّد لمعرفة كيفية تعامله مع تلك البيانات.
el: Ο **Βοηθός AI** είναι η μοναδική εξαίρεση: όταν τον χρησιμοποιείτε, η σχετική έξοδος του τερματικού (και όποια αρχεία επισυνάπτετε) στέλνεται στον πάροχο μοντέλων που ρυθμίζετε — Anthropic, OpenAI, OpenRouter ή Hugging Face — με **το δικό σας κλειδί API**. Δεν στέλνεται τίποτα μέχρι να χρησιμοποιήσετε τον βοηθό, και το κλειδί σας φυλάσσεται στο Μπρελόκ του iOS. Δείτε την πολιτική απορρήτου του παρόχου σας για το πώς χειρίζεται αυτά τα δεδομένα.
es: El **Asistente de IA** es la única excepción: cuando lo usas, la salida relevante del terminal (y cualquier archivo que adjuntes) se envía al proveedor de modelos que configures —Anthropic, OpenAI, OpenRouter o Hugging Face— usando **tu propia clave API**. No se envía nada hasta que usas el asistente, y tu clave se guarda en el Llavero de iOS. Consulta la política de privacidad de tu proveedor para saber cómo tratan esos datos.
fr: L'**Assistant IA** est la seule exception : lorsque vous l'utilisez, la sortie pertinente du terminal (et les fichiers que vous joignez) est envoyée au fournisseur de modèles que vous configurez — Anthropic, OpenAI, OpenRouter ou Hugging Face — à l'aide de **votre propre clé API**. Rien n'est envoyé tant que vous n'utilisez pas l'assistant, et votre clé est conservée dans le trousseau iOS. Consultez la politique de confidentialité de votre fournisseur pour savoir comment il traite ces données.
he: **עוזר ה-AI** הוא היוצא מן הכלל היחיד: כשאתה משתמש בו, פלט המסוף הרלוונטי (וכל קובץ שתצרף) נשלח לספק הדגמים שהגדרת — Anthropic, ‏OpenAI, ‏OpenRouter או Hugging Face — באמצעות **מפתח ה-API שלך**. שום דבר לא נשלח עד שתשתמש בעוזר, והמפתח שלך נשמר במחזיק המפתחות של iOS. עיין במדיניות הפרטיות של הספק כדי לדעת כיצד הוא מטפל בנתונים האלה.
hi: **AI सहायक** ही एकमात्र अपवाद है: जब आप इसका उपयोग करते हैं, तो संबंधित टर्मिनल आउटपुट (और आपके द्वारा संलग्न फ़ाइलें) उस मॉडल प्रदाता को भेजा जाता है जिसे आप कॉन्फ़िगर करते हैं — Anthropic, OpenAI, OpenRouter, या Hugging Face — और वह **आपकी अपनी API कुंजी** से भेजा जाता है। जब तक आप सहायक का उपयोग नहीं करते, कुछ भी नहीं भेजा जाता, और आपकी कुंजी iOS कीचेन में रखी जाती है। वह डेटा कैसे संभाला जाता है, इसके लिए अपने प्रदाता की निजता नीति देखें।
it: L'**Assistente AI** è l'unica eccezione: quando lo usi, l'output pertinente del terminale (e gli eventuali file che alleghi) viene inviato al provider di modelli che configuri — Anthropic, OpenAI, OpenRouter o Hugging Face — usando **la tua chiave API**. Non viene inviato nulla finché non usi l'assistente, e la tua chiave è conservata nel Portachiavi iOS. Consulta l'informativa sulla privacy del tuo provider per sapere come tratta quei dati.
ja: **AIアシスタント**だけは例外です。使用すると、関係するターミナルの出力（および添付したファイル）が、設定したモデルプロバイダ（Anthropic、OpenAI、OpenRouter、Hugging Face）へ、**あなた自身の API キー**を使って送信されます。アシスタントを使うまで何も送信されず、キーは iOS のキーチェーンに保存されます。そのデータの取り扱いについては、プロバイダのプライバシーポリシーをご確認ください。
ko: **AI 어시스턴트**만 예외입니다. 사용하면 관련 터미널 출력(및 첨부한 파일)이 사용자가 설정한 모델 제공업체(Anthropic, OpenAI, OpenRouter 또는 Hugging Face)로 **사용자 본인의 API 키**를 사용해 전송됩니다. 어시스턴트를 사용하기 전에는 아무것도 전송되지 않으며, 키는 iOS 키체인에 저장됩니다. 해당 데이터의 처리 방식은 제공업체의 개인정보 처리방침을 확인하십시오.
ru: **ИИ-ассистент** — единственное исключение: когда вы им пользуетесь, соответствующий вывод терминала (и любые прикреплённые файлы) отправляется выбранному вами провайдеру моделей — Anthropic, OpenAI, OpenRouter или Hugging Face — с использованием **вашего собственного ключа API**. Ничего не отправляется, пока вы не воспользуетесь ассистентом, а ваш ключ хранится в связке ключей iOS. Ознакомьтесь с политикой конфиденциальности провайдера, чтобы узнать, как он обрабатывает эти данные.
te: **AI సహాయకుడు** మాత్రమే మినహాయింపు: మీరు దాన్ని ఉపయోగించినప్పుడు, సంబంధిత టెర్మినల్ అవుట్‌పుట్ (మరియు మీరు జతచేసిన ఫైల్‌లు) మీరు కాన్ఫిగర్ చేసిన మోడల్ ప్రొవైడర్‌కు — Anthropic, OpenAI, OpenRouter, లేదా Hugging Face — **మీ సొంత API కీ** ఉపయోగించి పంపబడుతుంది. మీరు సహాయకుడిని ఉపయోగించే వరకు ఏదీ పంపబడదు, మరియు మీ కీ iOS కీచెయిన్‌లో నిల్వ చేయబడుతుంది. ఆ డేటాను వారు ఎలా నిర్వహిస్తారో తెలుసుకోవడానికి మీ ప్రొవైడర్ గోప్యతా విధానాన్ని చూడండి.
uk: **ШІ-асистент** — єдиний виняток: коли ви ним користуєтесь, відповідний вивід термінала (і будь-які прикріплені файли) надсилається до провайдера моделей, якого ви налаштували — Anthropic, OpenAI, OpenRouter чи Hugging Face — з використанням **вашого власного ключа API**. Нічого не надсилається, доки ви не скористаєтесь асистентом, а ваш ключ зберігається у зв'язці ключів iOS. Ознайомтеся з політикою приватності свого провайдера, щоб дізнатися, як він обробляє ці дані.
zh_hans: **AI 助手**是唯一的例外：使用它时，相关的终端输出（以及你附加的任何文件）会使用**你自己的 API 密钥**发送给你所配置的模型服务商 — Anthropic、OpenAI、OpenRouter 或 Hugging Face。在你使用助手之前不会发送任何内容，而且你的密钥存储在 iOS 钥匙串中。请查阅服务商的隐私政策，了解他们如何处理这些数据。
zh_hant: **AI 助理**是唯一的例外：使用它時，相關的終端機輸出（以及你附加的任何檔案）會使用**你自己的 API 金鑰**傳送給你所設定的模型供應商 — Anthropic、OpenAI、OpenRouter 或 Hugging Face。在你使用助理之前不會傳送任何內容，而且你的金鑰儲存在 iOS 鑰匙圈中。請查閱供應商的隱私權政策，瞭解他們如何處理這些資料。

source: The API key was rejected. Check it in AI Settings.
ar: رُفض مفتاح API. تحقق منه في إعدادات الذكاء الاصطناعي.
el: Το κλειδί API απορρίφθηκε. Ελέγξτε το στις ρυθμίσεις AI.
es: La clave API fue rechazada. Compruébala en los ajustes de IA.
fr: La clé API a été rejetée. Vérifiez-la dans les réglages IA.
he: מפתח ה-API נדחה. בדוק אותו בהגדרות ה-AI.
hi: API कुंजी अस्वीकार हुई। इसे AI सेटिंग में जाँचें।
it: La chiave API è stata rifiutata. Controllala nelle impostazioni AI.
ja: API キーが拒否されました。AI 設定で確認してください。
ko: API 키가 거부되었습니다. AI 설정에서 확인하십시오.
ru: Ключ API отклонён. Проверьте его в настройках ИИ.
te: API కీ తిరస్కరించబడింది. దాన్ని AI సెట్టింగ్‌లలో తనిఖీ చేయండి.
uk: Ключ API відхилено. Перевірте його в налаштуваннях ШІ.
zh_hans: API 密钥被拒绝。请在“AI 设置”中检查。
zh_hant: API 金鑰遭拒。請在「AI 設定」中檢查。

source: The Terminal
ar: الطرفية
el: Το τερματικό
es: El terminal
fr: Le terminal
he: המסוף
hi: टर्मिनल
it: Il terminale
ja: ターミナル
ko: 터미널
ru: Терминал
te: టెర్మినల్
uk: Термінал
zh_hans: 终端
zh_hant: 終端機

source: The assistant wants to run:
ar: يريد المساعد تنفيذ:
el: Ο βοηθός θέλει να εκτελέσει:
es: El asistente quiere ejecutar:
fr: L'assistant veut exécuter :
he: העוזר מבקש להריץ:
hi: सहायक यह चलाना चाहता है:
it: L'assistente vuole eseguire:
ja: アシスタントが実行しようとしています：
ko: 어시스턴트가 실행하려고 합니다:
ru: Ассистент хочет выполнить:
te: సహాయకుడు దీనిని అమలు చేయాలనుకుంటున్నాడు:
uk: Асистент хоче виконати:
zh_hans: 助手想要运行：
zh_hant: 助理想要執行：

source: The bar above the keyboard has **esc**, **ctrl**, **tab**, arrow keys, and more.
ar: يحتوي الشريط فوق لوحة المفاتيح على **esc** و**ctrl** و**tab** ومفاتيح الأسهم وغيرها.
el: Η μπάρα πάνω από το πληκτρολόγιο έχει **esc**, **ctrl**, **tab**, πλήκτρα βέλους και άλλα.
es: La barra encima del teclado incluye **esc**, **ctrl**, **tab**, las teclas de flecha y más.
fr: La barre au-dessus du clavier comporte **esc**, **ctrl**, **tab**, les touches fléchées et plus encore.
he: הסרגל מעל המקלדת כולל **esc**, **ctrl**, **tab**, מקשי חיצים ועוד.
hi: कीबोर्ड के ऊपर की पट्टी में **esc**, **ctrl**, **tab**, तीर कुंजियाँ और भी बहुत कुछ है।
it: La barra sopra la tastiera contiene **esc**, **ctrl**, **tab**, i tasti freccia e altro.
ja: キーボードの上のバーには、**esc**、**ctrl**、**tab**、矢印キーなどがあります。
ko: 키보드 위의 막대에는 **esc**, **ctrl**, **tab**, 화살표 키 등이 있습니다.
ru: На панели над клавиатурой есть **esc**, **ctrl**, **tab**, клавиши со стрелками и другое.
te: కీబోర్డ్ పైన ఉన్న బార్‌లో **esc**, **ctrl**, **tab**, బాణం కీలు మరియు మరిన్ని ఉన్నాయి.
uk: На панелі над клавіатурою є **esc**, **ctrl**, **tab**, клавіші зі стрілками та інше.
zh_hans: 键盘上方的栏中包含 **esc**、**ctrl**、**tab**、方向键等。
zh_hant: 鍵盤上方的列中包含 **esc**、**ctrl**、**tab**、方向鍵等。

source: The connection to the server was lost.
ar: انقطع الاتصال بالخادم.
el: Η σύνδεση με τον διακομιστή χάθηκε.
es: Se perdió la conexión con el servidor.
fr: La connexion au serveur a été perdue.
he: החיבור לשרת נותק.
hi: सर्वर से कनेक्शन टूट गया।
it: La connessione al server si è interrotta.
ja: サーバとの接続が切れました。
ko: 서버와의 연결이 끊어졌습니다.
ru: Соединение с сервером потеряно.
te: సర్వర్‌తో కనెక్షన్ తెగిపోయింది.
uk: З'єднання із сервером втрачено.
zh_hans: 与服务器的连接已断开。
zh_hant: 與伺服器的連線已中斷。

source: The default for all hosts. "Off" keeps the current behavior. Individual hosts and groups can override this.
ar: الإعداد الافتراضي لكل المضيفين. «إيقاف» يبقي السلوك الحالي. ويمكن للمضيفين والمجموعات فرادى تجاوزه.
el: Η προεπιλογή για όλους τους διακομιστές. Το «Ανενεργό» διατηρεί την τρέχουσα συμπεριφορά. Μεμονωμένοι διακομιστές και ομάδες μπορούν να την παρακάμψουν.
es: El valor predeterminado para todos los hosts. «Desactivado» mantiene el comportamiento actual. Los hosts y grupos individuales pueden anularlo.
fr: La valeur par défaut pour tous les hôtes. « Désactivé » conserve le comportement actuel. Les hôtes et les groupes peuvent la remplacer individuellement.
he: ברירת המחדל לכל המארחים. ״כבוי״ משאיר את ההתנהגות הנוכחית. מארחים וקבוצות בודדים יכולים לעקוף זאת.
hi: सभी होस्ट के लिए डिफ़ॉल्ट। «बंद» मौजूदा व्यवहार बनाए रखता है। अलग-अलग होस्ट और समूह इसे बदल सकते हैं।
it: Il valore predefinito per tutti gli host. "Off" mantiene il comportamento attuale. I singoli host e gruppi possono sovrascriverlo.
ja: すべてのホストのデフォルトです。「オフ」にすると現在の動作のままになります。個々のホストやグループで上書きできます。
ko: 모든 호스트의 기본값입니다. "끔"으로 두면 현재 동작이 유지됩니다. 개별 호스트와 그룹에서 재정의할 수 있습니다.
ru: Значение по умолчанию для всех хостов. «Выкл.» сохраняет текущее поведение. Отдельные хосты и группы могут переопределить его.
te: అన్ని హోస్ట్‌లకు డిఫాల్ట్. «ఆఫ్» ప్రస్తుత ప్రవర్తనను అలాగే ఉంచుతుంది. వ్యక్తిగత హోస్ట్‌లు, గ్రూప్‌లు దీన్ని మార్చవచ్చు.
uk: Типове значення для всіх хостів. «Вимк.» зберігає поточну поведінку. Окремі хости та групи можуть перевизначити його.
zh_hans: 所有主机的默认设置。“关闭”会保持当前行为。单个主机和群组可以覆盖此设置。
zh_hant: 所有主機的預設值。「關閉」會保持目前的行為。個別主機和群組可以覆寫此設定。

source: The first time you connect to a server, Pockterm shows its key **fingerprint** and asks you to accept it. This is called trust on first use.
ar: في أول مرة تتصل فيها بخادم، يعرض Pockterm **بصمة** مفتاحه ويطلب منك قبولها. ويسمى ذلك الثقة عند الاستخدام الأول.
el: Την πρώτη φορά που συνδέεστε σε έναν διακομιστή, το Pockterm εμφανίζει το **αποτύπωμα** του κλειδιού του και σας ζητά να το αποδεχτείτε. Αυτό ονομάζεται εμπιστοσύνη στην πρώτη χρήση.
es: La primera vez que te conectas a un servidor, Pockterm muestra la **huella** de su clave y te pide que la aceptes. Esto se llama confianza en el primer uso.
fr: La première fois que vous vous connectez à un serveur, Pockterm affiche l'**empreinte** de sa clé et vous demande de l'accepter. C'est ce qu'on appelle la confiance à la première utilisation.
he: בפעם הראשונה שאתה מתחבר לשרת, ‏Pockterm מציג את **טביעת האצבע** של המפתח שלו ומבקש ממך לאשר אותה. זה נקרא אמון בשימוש ראשון.
hi: जब आप किसी सर्वर से पहली बार कनेक्ट करते हैं, तो Pockterm उसकी कुंजी का **फ़िंगरप्रिंट** दिखाता है और उसे स्वीकारने को कहता है। इसे trust on first use कहते हैं।
it: La prima volta che ti connetti a un server, Pockterm mostra il **fingerprint** della sua chiave e ti chiede di accettarlo. Questo si chiama trust on first use.
ja: サーバに初めて接続するとき、Pockterm はその鍵の**フィンガープリント**を表示し、受け入れるかどうかを尋ねます。これは trust on first use と呼ばれます。
ko: 서버에 처음 연결할 때 Pockterm은 해당 키의 **지문**을 표시하고 수락할지 묻습니다. 이를 최초 사용 시 신뢰(trust on first use)라고 합니다.
ru: При первом подключении к серверу Pockterm показывает **отпечаток** его ключа и просит вас принять его. Это называется доверием при первом использовании.
te: మీరు ఒక సర్వర్‌కు మొదటిసారి కనెక్ట్ అయినప్పుడు, Pockterm దాని కీ **వేలిముద్ర**ను చూపి, దాన్ని అంగీకరించమని అడుగుతుంది. దీన్ని trust on first use అంటారు.
uk: Під час першого підключення до сервера Pockterm показує **відбиток** його ключа й просить вас прийняти його. Це називається довірою під час першого використання.
zh_hans: 首次连接服务器时，Pockterm 会显示其密钥**指纹**并请你接受。这称为首次使用即信任。
zh_hant: 首次連線伺服器時，Pockterm 會顯示其金鑰**指紋**並請你接受。這稱為首次使用即信任。

source: The key could not be read. It may be incomplete or corrupted.
ar: تعذّرت قراءة المفتاح. قد يكون ناقصًا أو تالفًا.
el: Το κλειδί δεν ήταν δυνατό να διαβαστεί. Μπορεί να είναι ελλιπές ή κατεστραμμένο.
es: No se pudo leer la clave. Puede estar incompleta o dañada.
fr: La clé n’a pas pu être lue. Elle est peut-être incomplète ou endommagée.
he: לא ניתן היה לקרוא את המפתח. ייתכן שהוא חלקי או פגום.
hi: कुंजी नहीं पढ़ी जा सकी। यह अधूरी या क्षतिग्रस्त हो सकती है।
it: Impossibile leggere la chiave. Potrebbe essere incompleta o danneggiata.
ja: 鍵を読み取れませんでした。内容が不完全か破損している可能性があります。
ko: 키를 읽을 수 없습니다. 내용이 불완전하거나 손상되었을 수 있습니다.
ru: Не удалось прочитать ключ. Возможно, он неполный или повреждён.
te: కీని చదవలేకపోయాం. అది అసంపూర్ణంగా లేదా పాడైనదిగా ఉండవచ్చు.
uk: Не вдалося прочитати ключ. Можливо, він неповний або пошкоджений.
zh_hans: 无法读取该密钥，文件可能不完整或已损坏。
zh_hant: 無法讀取該金鑰，檔案可能不完整或已損毀。

source: The provider is overloaded. Try again shortly.
ar: المزوّد محمّل بأكثر من طاقته. أعد المحاولة بعد قليل.
el: Ο πάροχος είναι υπερφορτωμένος. Δοκιμάστε ξανά σύντομα.
es: El proveedor está sobrecargado. Vuelve a intentarlo en breve.
fr: Le fournisseur est surchargé. Réessayez dans un instant.
he: הספק עמוס. נסה שוב בקרוב.
hi: प्रदाता पर बहुत भार है। थोड़ी देर बाद फिर कोशिश करें।
it: Il provider è sovraccarico. Riprova tra poco.
ja: プロバイダが混み合っています。しばらくしてからやり直してください。
ko: 제공업체가 과부하 상태입니다. 잠시 후 다시 시도하십시오.
ru: Провайдер перегружен. Повторите попытку позже.
te: ప్రొవైడర్‌పై భారం ఎక్కువగా ఉంది. కాసేపటి తర్వాత మళ్లీ ప్రయత్నించండి.
uk: Провайдер перевантажений. Спробуйте ще раз незабаром.
zh_hans: 服务商负载过高。请稍后重试。
zh_hant: 供應商負載過高。請稍後再試。
